{
  "breakfast": {
    "description": "You’re feeling hungry.. you debate what you should have as breakfast. Read the following information and make a choice!\nIt’s true that one person alone can make only a tiny dent in the global climate problem. It’s just a really huge problem that requires large-scale action and policy changes to address.\nHowever, if many people collectively made changes to their diets, that could start to add up.\nThat’s why our everyday food choice can make a difference to the overall climate impact, and can help us limit the global average temperature to two degrees above the pre-industrial effort, which is the main goal behind the Paris Temperature goal.\n",
    "choices": ["Oatmeal with some fresh fruit on top", "Triple-Beef Cheeseburger"],
    "consequences": ["Good choice! As a reward you have gained +5 climate points! Grains and other plant foods are far less resource-intensive to produce than animal foods like dairy, eggs and meat.\nNot only are grains climate-friendly but grains are also among the healthiest grains on earth and very beneficial for your health!\nMuch better than unnecessarily contributing to the livestock production, which is accounting for an estimated 14.5 percent of global GHG emissions.",
      "\nThat was a bad choice. Consequently, you have lost 5 climate points!\nIn general, beef and lamb have the biggest climate footprint per gram of protein, while plant-based foods tend to have the smallest impact.\nLivestock production is responsible for an estimated 14.5 percent of global GHG emissions. You need to turn your diet around and consider what you eat.\nThis doesn’t mean you should become a vegetarian, but rather look for substitutes to your breakfast to reduce your climate foodprint and stay healthy as well\n"]
  },
  "transport": {
    "description": "In 2018 the transport sector was responsible for 24% of all carbon dioxide emissions, of these passenger transport had 45,1% of the 24%.\nThis figure is growing, will only get bigger, if we do not change. The impact of the covid-19 pandemic, where many were in lockdown, not only influenced people, but also the environment, emissions dropped while it was ongoing.\nSeeing this we can see that our actions have an impact in the world.",
    "choices": ["Car","Bus","Metro/Tran/Train","Walking"],
    "consequences": ["Bad choice. You could at least take the bus or train.You’ve lost 5 climate points!\nOn average, a typical car emits 4,6 metric tons of carbon dioxide annually, with about 171 grams per kilometer. Not only do cars emit carbon dioxide, but they also emit methane and nitrous oxide, these gasses have a bigger impact on global warming.",
      "Bad choice, you could have walked. You’ve lost 5 climate points!\nHowever, better than taking the car, but buses still emit 82 grams of carbon dioxide per kilometer. If the distance is too far to walk, taking the bus is a good choice, but in this instance, you do not have far to walk.",
      "Bad choice, but still better than taking the car. You’ve lost 5 climate points!\nDepending on the type of train, the emission can vary from 6 to 41 grams per kilometer. You obviously cannot walk everywhere, so for longer distances taking the train or similar is an okay choice.",
      "Good choice. It is not only good for the environment, but also for you. You’ve received 5 climate points!\nBy walking you only emit the carbon dioxide you breathe out. Enjoy the nice weather and your better health."]
  },
  "roadQuest": {
    "description": "At the side of the road you can see trash...",
    "choices": ["Pick up the trash", "Keep going"],
    "consequences": ["Good choice","Did you know that waste has consequences for both nature and animals?\n Plastic becomes microplastic that accumulates in the soil and in aquatic environments. From here it can end up in animals and eventually in our food."]
  },
  "groceries": {
    "description": "You've arrived at the store, and you need to chose what you will be having for lunch and dinner",
    "choices": ["Lunch: Eggs and toast, Dinner: Lentil Soup ", "Lunch: Burgers and fries , Dinner: Steak and fries"],
    "consequences": ["Good choice! Lentil and other sorts of vegetables are generally speaking way less harmfull than meats and other animal products. \n Eventhough you're having eggs, eggs results in 8 times less CO2 per 50 gram of protein in contrast to beef. \n You will now be rewarded 5 climate points",
      "Bad choice! You're now having beef, which is the biggest sinner in terms of CO2 emission per 50 grams of protein there is, twice a day. \n Cause of this, you now loose 5 climate points! "]
  },
  "recyclingQuest": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "factory": {
    "description":  " You've arrived at the beach. Theres a factory in the distant and you see that it's pouring out nuclear waste into the sea ",
    "choices": ["Call the authorities" , "Stay quiet, it's not your business.."],
    "consequences": ["Good choice! Being the first to move is setting a good example and you hereby path the way for others to follow your lead. \n You will be rewarded with 5 climate points for your bravery!",
    "Bad choice.. If you want to change something, someone has to move first. You can't just wait on someone else. \n You now loose 5 climate points "]
  },
  "parkQuest": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  }
}