{
  "breakfast": {
    "description": "You’re feeling hungry.. you debate what you should have as breakfast. Read the following information and make a choice!\nIt’s true that one person alone can make only a tiny dent in the global climate problem. It’s just a really huge problem that requires large-scale action and policy changes to address.\nHowever, if many people collectively made changes to their diets, that could start to add up.\nThat’s why our everyday food choice can make a difference to the overall climate impact, and can help us limit the global average temperature to two degrees above the pre-industrial effort, which is the main goal behind the Paris Temperature goal.\n",
    "choices": ["Oatmeal with some fresh fruit on top", "Triple-Beef Cheeseburger"],
    "consequences": ["Good choice! As a reward you have gained +5 climate points! Grains and other plant foods are far less resource-intensive to produce than animal foods like dairy, eggs and meat.\n Not only are grains climate-friendly but grains are also among the healthiest grains on earth and very beneficial for your health!\n Much better than unnecessarily contributing to the livestock production, which is accounting for an estimated 14.5 percent of global GHG emissions.",
      "\nThat was a bad choice. Consequently, you have lost 5 climate points!\n In general, beef and lamb have the biggest climate footprint per gram of protein, while plant-based foods tend to have the smallest impact.\nLivestock production is responsible for an estimated 14.5 percent of global GHG emissions. You need to turn your diet around and consider what you eat.\nThis doesn’t mean you should become a vegetarian, but rather look for substitutes to your breakfast to reduce your climate foodprint and stay healthy as well\n"]
  },
  "transport": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "roadQuest": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "groceries": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "recyclingQuest": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "factory": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  },
  "parkQuest": {
    "description": "",
    "choices": ["Choice1"],
    "consequences": ["consequence"]
  }
}